{
  "scenes": [
    {
      "name": "EA-3167: Into the Never-ending Abyss",
      "narration": "With thousands of psychoactive substances in the world across dozens of major drug classes, a frequent question that pops ups is: What is the most frightening or nightmarish substance on earth? One drug stands a league ahead of the rest as perhaps the most scary compound known to man, and that is the chemical weapon research compound: EA-3167",
      "media_filepath": "https://i.postimg.cc/x12v2LNn/ea3167-thumbnail-split.png"
    },
    {
      "name": "Deliriants",
      "narration": "Of all the drug classes we have discussed so far, Deliriants are probably by far the most scary and traumatizing experiences out there. These are a class of drug that works by blocking the Muscarinic Acetycholine (mACh) receptors, leading to auditory hallucinations, fully fledged visual hallucinations, paranoia, panic, unshakeable delusions, visual and tactile hallucination of spiders crawling all over the skin, shadow people, and visual hallucinations of the subject's worst nightmares along with a slew of uncomfortable body load. Amongst the deliriants, however, one stands a league ahead of the rest as perhaps the most scary anticholinergic known to man, and that is the chemical weapon research compound: EA-3167",
      "media_filepath": "https://images.squarespace-cdn.com/content/v1/64b1beb639c2942d73a49116/ca7dc347-56f0-420f-8236-a99adf1a5ae4/datura2.png"
    },
    {
      "name": "EA-3167: A Multi-Week Long Psychotic and Delirious Nightmare",
      "narration": "EA-3167 is an extremely potent and long lasting anticholinergic compound with an intensity of effects that is generally unparalleled with any other known psychoactive substances. EA-3167's active dosages are in merely the 100 micrograms range (similar potency as LSD, a compound famous for being one of the most potent psychoactive drugs known) for an average person and the total duration of effects typically lasts 5-10 DAYS. This means that a near microscopic amount of the substance is enough to produce some of the most profound traumatic experience possible for weeks on end.",
      "media_filepath": "https://images.squarespace-cdn.com/content/v1/64b1beb639c2942d73a49116/f1a1499e-9cd0-4f2e-ad52-1f2ccd0d0ae4/ea3167.png"
    },
    {
      "name": "Effects",
      "narration": "Typically, a full blown delirium with complete detachment from reality is persistent throughout the first few days of the experience, with complete incapacitation continuing for the next week or two. Some subjects even report not having come back to baseline for up to a month post a single initial injection. During the peak few days of the trip, you'll be living out your worst nightmares while suffering from the most intense panic attack imaginable.", 
      "media_filepath": "https://images.squarespace-cdn.com/content/v1/64b1beb639c2942d73a49116/1693348377140-LZ87XI2121L5J006AI4Q/Hr_giger_landschaft.png?format=2500w"
    },
    {
      "name": "Effects (2)",
      "narration": "The seconds drag on like years and you are unable to trust anything you see, feel, hear, or think while objects seemingly appear and reappear out of and into thin air while shadowy figures stalk you everywhere you look. You have no real chance of actively interacting with the world around you, nor even being aware of their existence and might hallucinate talking to people for hours only to realize they were never there in the first place. Your worst fears are constantly brought into full view, with the only saving grace being that you might be far too confused and delirious to fully grasp the sheer depth of your soul-wrenching torture.", 
      "media_filepath": "https://images.squarespace-cdn.com/content/v1/64b1beb639c2942d73a49116/2503b016-a2f0-44c1-a24b-d7e37d71272e/psychosis.jpg"
    },
    {
      "name": "Effects (3)",
      "narration": "Deliriants are also infamous for their intense distortion of time perception, with minutes potentially feeling like hours. This is liable to make the multi-week long experience potentially far more traumatizing. Though one saving grace is the sheer amount of memory loss that the experience entails, so whilst you might be feel like you are subjected to hell for all of eternity, hopefully you won't remember the worst of it after the trip is over. Due to the long duration of these effects, EA-3167 has severe long term impacts on neurological function in addition to the nightmarish 1-4 weeks of the trip itself. Even a single dose is possible to produce horrible long term hallucinogenic effects (HPPD) and other neurological deficiencies such as memory loss, loss of attention and focus, and loss of motivation. Not only would victims of EA-3167 poisoning go through a nightmare of absurd proportions, they might also come out of the experience a battered, broken, depressed, soulless, and incapable shell of a person.",
      "media_filepath": "https://images.squarespace-cdn.com/content/v1/64b1beb639c2942d73a49116/f653fa52-0001-45e6-b03c-7b55111a4c00/Shadowlady.png"
    },
    {
      "name": "Experiences",
      "narration": "Due to the relatively few people who have any experience with EA-3167, we can look at self reported effects from similar (but weaker) compounds to get an idea of the lower limit of just how terrifying EA-3167 can be. In a survey conducted by reddit user u/thehol about the much weaker anticholinergic compound Diphenhydramine (benadryl) the following list of effects were experienced. Data sourced from reddit. All credits for this work is attributed to the reddit user u/thehol. With such a horrifying and nightmarish compound, one must wonder why it was ever created in the first place. That's where the Edgewood Arsenal (the 'EA' in EA-3167) comes in:",
      "media_filepath": "https://i.postimg.cc/RCJKJgcv/effects.png"
    },
    {
      "name": "Edgewood Arsenal",
      "narration": "As World War I raged on in the early part of the 20th century, the scientific, industrial, and economic breakthroughs of the industrial revolution were exploited by the depth of human ambition in a bloody meat grinder that converted new innovations into haunted battlefields that ran red with the blood of millions. Amongst the newly minted horrific implements of war came the next evolution in chemical warfare: poison gas. As the frontlines stagnated and advances got bogged down by the highly defensive and gridlocked trench warfare, the appetite for powerful offensive weaponry increased at a voracious rate, and the demand for poison gas similarly skyrocketed.",
      "media_filepath": "https://images.squarespace-cdn.com/content/v1/64b1beb639c2942d73a49116/79931023-24aa-40a3-86c3-1487c7ecab6a/Aberdeen_Proving_Ground_Plaque.JPG"
    },
    {
      "name": "Edgewood Arsenal (2)",
      "narration": "The US government owned a series of facilities on the Aberdeen Proving Ground (near Aberdeen, Maryland) that were used for the manufacture of poison gas. These facilities were named the Edgewood Arsenal and is how EA-3167 gets its name. In addition to the manufacture of poison gas, the Edgewood Arsenal also fostered research and development facilities to act as proving grounds for novel chemical warfare agents and antidotes. Here, the labs researched and conducted experiments with numerous types of compounds including anticholinergics. The research into anticholinergic substances were aimed at the discovery of new incapacitation agents, research into potential antidopes for cholinergic poisoning, and iterating on protective gear that might shelter soldiers from hostile deployments of anticholinergics.",
      "media_filepath": "https://images.squarespace-cdn.com/content/v1/64b1beb639c2942d73a49116/8d6a2b82-d818-4299-bc4e-7acda19347fd/US_WWI_Gas_mask_with_bag.JPG"
    },
    {
      "name": "QNB and EA-3167",
      "narration": "The most well known anticholinergic substance that was made from Edgewood Arsenal is 3-Quinuclidinyl_benzilate also known as QNB or BZ, which is in itself also a highly potent and powerful anticholinergic deliriant with similar, albeit weaker, effects as that of EA-3167. EA-3167 was eventually abandoned as a potential chemical weapon and was never deployed in any capacity. This was potentially due to the extreme effects making it very difficult to procure willing volunteers for further testing and refinement. When a drug gets rejected from a chemical weapons program for being too intense, you just know it's going to be a good time!",
      "media_filepath": "https://images.squarespace-cdn.com/content/v1/64b1beb639c2942d73a49116/244e8eb4-cbef-471b-bfcb-7bf131f496aa/Shadow-people_zpsaa95af9a.png"
    },
    {
      "name": "Citations and Sources",
      "narration": "",
      "caption": "For citations, source attribution, and/or to read the original article in full, see here: https://www.drugnerd.net/blog/ea-3167-into-the-never-ending-abyss",
      "duration": 5,
      "media_filepath": null
    }
  ]
}